{
  "heroTitle1": "beskrajno",
  "heroTitle2": "istraživanje",
  "heroTitle3": "neka bude",
  "heroTitle4": "svetlost",
  "heroTitle4Extension": "tt",
  "heroSmallText1": "Mi u switch-switch-u kreiramo futurističke PREKIDAČE za pojedince i firme koje žele luksuz i stil.",
  "heroSmallText2": "Naše sedište je u BEOGRADU, Srbija, a poznati smo širom sveta.",
  "heroImageLabel": "naša priča",
  "welcome": "Dobrodošli",
  "home": "kući",
  "wondersLine1": "Sva čuda",
  "wondersLine2": "svetlosti",
  "wondersLine3": "počinju sa",
  "wondersLine4": "jedinim",
  "wondersLine5": "dodirom",
  "centerParagraph": "Priča o našem imenu je priča o istraživanju, kreativnosti i radoznalosti.",
  "leftParagraph": "Estetika Switch Switch-a teži ka ostvarivanju harmonije između prostora i uma uz lični pečat.",
  "hiddenText1": "Otkrijte skrivene poruke uz pomoć svetlosti",
  "hiddenText2": "Naši proizvodi unose svetlost u vaš život",
  "hiddenText3": "Naši proizvodi će osvetliti Vaš život",
  "hiddenText4": "Posetite nas",
  "feature1Title": "Dizajn koji budi emocije",
  "feature1Desc": "Naš cilj je da uvedemo najbolje digitalne inovacije i ispitujemo granice novih tehnologija. Ostvarujemo rezultate na koje smo ponosni.",
  "feature2Title": "Praktično primenljiv dizajn",
  "feature2Desc": "Imati divan dom je izuzetno životno dostignuće, ali imati lep i praktičan dom je ključ za izbalansirani život. Mi u Switch Switch-u vam omogućavamo savršeni balans između dizajna i praktičnosti.",
  "feature3Title": "Probudite svoja čula",
  "feature3Desc": "Odabir pravog prekidača nije lak posao, ali pravi izbor vam svakog dana dokazuje da je baš to. Upravo zato ćete kod nas pronaći isključivo prekidače koji se iznova ističu svojim dizajnom, detaljima, performansama i tehnologijom. Nudimo vam samo najbolje u svakoj kategoriji proizvoda. Naš asortiman proizvoda je dobio prostor koji zaslužuje, a mi ćemo odvojiti dovoljno vremena za pravi razgovor.",
  "feature4Title": "Prilagođen holističkoj kulturi",
  "feature4Desc": "Naš ključni element je lični pečat. Jedna disciplina nije dovoljna da izađete u susret zahtevima klijenata. Stojimo iza te ideje i vodimo se njome. Naš pristup je globalni, a mi ne oklevamo da se prilagodimo isključivo vašim potrebama. Želimo da vi budete baš onde gde zaslužujete da budete - kod kuće.",

  "videoAnimationLeft": "Pusti",
  "videoAnimationRight": "Video",
  "videoAnimationText": "Naš izložbeni salon, dizajniran tako da pruža izuzetno, otrežnjujuće iskustvo, promoviše ostvarivanje kontakta sa unutrašnjim ja u udobnosti poetskog i umetničkog prostora koji inspiriše i obogaćuje ideje.",

  "redDotAnimationLeft": "Pogledajte šta je ono",
  "redDotAnimationRight": "što možemo učiniti za vas",
  "redDotAnimationText": "Naši proizvodi",

  "productsBgTitle1": "PREKIDAČI",
  "productsBgTitle2": "RASVETA",

  "carouselPinnedLabel": "Namenjeno za",
  "carouselItem1": "Građevinarstvo",
  "carouselItem2": "Arhitekte",
  "carouselItem3": "Dizajnere",
  "carouselItem4": "Dizajnere enterijera",
  "carouselItem5": "Vas lično",
  "carouselItem6": "Električare",
  "carouselItem7": "Potrošače",
  "carouselItem8": "Firme",
  "carouselItem9": "Umetnike",

  "centerParagraph2":"Arhitektonske biroe sa kojima sarađujemo čine istaknuti profesionalci koji žele da se unaprede i kojima je potrebna podrška u podizanju kvaliteta svojih dizajnerskih i arhitektonskih rešenja na viši nivo, kako vizuelno tako i kroz praktične proizvode.",


  "legendsTitle": "Upoznajte legende"

}
