{

  "heroTitleLine1": "Stvaramo",
  "heroTitleLine2": "sveobuhvatni",
  "heroTitleLine3": "doživljaj",

  "scrollDown": "Pređi na iskustva",

  "heroParagraph1": "Biro za dizajn i arhitekturu",
  "heroParagraph2": "Maštali smo o kući arhitekture, sa dizajnerskim nameštajem i prostorom koji ima dušu. Pretvorili smo san u javu koja slavi inspiraciju i slobodu izbora.",
  "heroParagraph3": "Naš izložbeni salon, dizajniran tako da pruža izuzetno, otrežnjujuće iskustvo, promoviše ostvarivanje kontakta sa unutrašnjim ja u udobnosti poetskog i umetničkog prostora koji inspiriše i obogaćuje ideje.",
  "heroParagraph4": "Upoznajte naše osnivače",


  "dreamersTitleLine1": "Priča o ",
  "dreamersTitleLine2": "sanjarima",
  "dreamersBgText": "Sanjari",
  "dreamersCenterParagraph": "Switch Switch je nastao iz izuzetne vizije",
  "dreamersLeftParagraph1":"Odlučili smo da promenimo način na koji posmatrate svetlost.",
  "dreamersLeftParagraph2":"Svetlost je ključni element naših života, od trenutka kada se probudimo do odlaska na spavanje.",
  "dreamersRightParagraph":"Upravo zato smo odlučili da redefinišemo način na koji posmatrate i doživljavate svetlost.",

  "timelinePage1Title": "2008",
  "timelinePage1Info": "Imali smo viziju koju smo zaista želeli da sprovedemo u delo. Tako smo počeli da radimo na tome. Pretvorili smo garažu u prostor u kome smo mogli da radimo i realizujemo svoje ideje.",

  "timelinePage2Title": "2015",
  "timelinePage2Info": "We had a grand vision that we really want to come to life. So we started making it a reality. Transforming our garage into a space where we could work and express our ideas.",

  "timelinePage3Title": "2018",
  "timelinePage3Info": "Imali smo veliku viziju, koju smo želeli da oživimo. Pa smo rešiti da je sprovedemo u delo. Tako što smo pretvorili tadašnju garažu u prostor u kome smo mogli da radimo i ostvarujemo svoje ideje.",

  "timelinePage4Title": "2021",
  "timelinePage4Info": "Dan velikog otvaranja Switch Switch-a je konačno došao. Pozvali smo bliske saradnike i prijatelje da nam se pridruže u predivnom momentu za nas.",


  "doorSubtitle": "Da bismo uneli",
  "doorTitle": "Svetlost",
  "hiddenBlackText": "u vaš dom",
  "enthusiastsPart1": "Ovo je naš tim",
  "enthusiastsPart2": "Nazdravimo timu",
  "enthusiastsPart3": "entuzijasta",

  "teamHeadingTop": "NAŠ TIM",
  "teamHeadingBottom": "NAŠ TIM"
}
