{

  "heroTitleLine1": "Stvaramo",
  "heroTitleLine2": "Jedinstvena",
  "heroTitleLine3": "Iskustva",

  "scrollDown": "Scroll to experience",

  "heroParagraph1": "Design & Architecture Office",
  "heroParagraph2": "Maštali smo o kući arhitekture, sa dizajniranim nameštajem i prostorom koji ima duh. Uspeli smo u tome,što upotpunjuje inspiraciju i pomaže Vam u izboru.",
  "heroParagraph3": "Dizajniran kao impresivno iskustvo, naš izložbeni salon promoviše sastanak sa sobom u udobnosti poetskog i umetničkog prostora, koji inspiriše i obogaćuje ideje.",
  "heroParagraph4": "upoznajte osnivače",


  "dreamersTitleLine1": "Priča",
  "dreamersTitleLine2": "o",
  "dreamersBgText": "sanjarima",
  "dreamersCenterParagraph": "Switch Switch je rodjen iz velike vizije",
  "dreamersLeftParagraph1":"Odlučili smo da promenimo način na koji vidite svetlost.",
  "dreamersLeftParagraph2":"Svetlost je ključni deo naših života, od trenutka kada se probudimo do trenutka kada zaspimo. ",
  "dreamersRightParagraph":"Zato smo odlučili da redefinišemo način na koji Vi to vidite i osećate.",

  "timelinePage1Title": "2008",
  "timelinePage1Info": "Trenutak kada postajemo zaposleni u tadašnjim firmama. Biti deo takvih velikih internacionalnih sistema, što smo tada postali, po?inje u nama da stvara nagon za stvaranjem. I tu pri?a po?inje..\n\nNaši snovi postaju realnost",

  "timelinePage2Title": "2015",
  "timelinePage2Info": "We had a grand vision that we really want to come to life. So we started making it a reality. Transforming our garage into a space where we could work and express our ideas.",

  "timelinePage3Title": "2018",
  "timelinePage3Info": "Imali smo veliku viziju, koju smo želeli da oživimo. Pa smo rešiti da je sprovedemo u delo. Tako što smo pretvorili tadašnju garažu u prostor u kome smo mogli da radimo i ostvarujemo svoje ideje.",

  "timelinePage4Title": "2021",
  "timelinePage4Info": "Dan velikog otvaranja Switch Switch-a je konačno došao. Pozvali smo bliske saradnike i prijatelje da nam se pridruže u predivnom momentu za nas.",


  "doorSubtitle": "Da bismo uneli",
  "doorTitle": "Svetlost",
  "hiddenBlackText": "na zidove Vašeg doma",
  "enthusiastsPart1": "Ovo je naš tim",
  "enthusiastsPart2": "Nazdravimo timu",
  "enthusiastsPart3": "entuzijasta",

  "teamHeadingTop": "NAŠ TIM",
  "teamHeadingBottom": "NAŠ TIM"
}
