{
  "heroTitle1": "endless",
  "heroTitle2": "exploration",
  "heroTitle3": "let there",
  "heroTitle4": "be power",
  "heroTitle4Extension": "rr",
  "heroSmallText1": "at switch-switch we create future-inspired SWITCHES for people and businesses desiring luxury and style.",
  "heroSmallText2": "Based in BELGRADE, serbia known worldwide.",
  "heroImageLabel": "our story",
  "welcome": "Welcome",
  "home": "Home",
  "wondersLine1": "Wonders",
  "wondersLine2": "of light",
  "wondersLine3": "began with",
  "wondersLine4": "one single",
  "wondersLine5": "touch",
  "centerParagraph": "The story behind our name is one of exploration, creativity and curiosity",
  "leftParagraph": "The Switch Switch aesthetic aims for harmony between space and mind with a personal touch.",
  "hiddenText1": "Reveal the messages with light",
  "hiddenText2": "Feel the light",
  "hiddenText3": "Our products will light to your life",
  "hiddenText4": "Come to our store",
  "feature1Title": "Design for Emotions",
  "feature1Desc": "We're passionate about doing the best digital innovation we can and pushing new technology to its limits. And we achieve results we're proud of.",
  "feature2Title": "Design for Emotions",
  "feature2Desc": "Having a beautiful home is an extraordinary achievement in your lifetime, but having a beautiful and practical home is the key to a balanced life. At Switch Switch we provide the perfect balance between design and practicality.",
  "feature3Title": "Design for Emotions",
  "feature3Desc": "Choosing a switch is not easy, but the right choice is one that proves itself to be just that every day. That’s why with us, you’ll only find switches that excel time and time again in design, details, performance and technology. We offer the best in every category, our product range gets the space it needs and we’ll take ample time for a good conversation.",
  "feature4Title": "Design for Emotions",
  "feature4Desc": "Our key component is a personal designated touch. You cannot take care of someone with a single discipline. \nWe defend the idea that every approach is generalized and illuminate the paths.\n Our approach is global and does we do not hesitate to adapt to strictly your needs. \nWe want you to be where you deserve to be. Home.",

  "videoAnimationLeft": "Play",
  "videoAnimationRight": "Reel",
  "videoAnimationText": "Designed as an immersive experience and eye opening, our showroom promotes a meeting with oneself in the comfort of a poetic and artistic space, which inspires and enriches ideas.",

  "redDotAnimationLeft": "Take a look at what",
  "redDotAnimationRight": "we can do for you",
  "redDotAnimationText": "Our products",

  "productsBgTitle1": "SWITCHES",
  "productsBgTitle2": "LIGHTING",

  "carouselPinnedLabel": "Made for",
  "carouselItem1": "Construction",
  "carouselItem2": "Architects",
  "carouselItem3": "Designers",
  "carouselItem4": "Interior Designers",
  "carouselItem5": "You.",
  "carouselItem6": "Electricians",
  "carouselItem7": "Consumers",
  "carouselItem8": "Business",
  "carouselItem9": "Artists",

  "centerParagraph2":"The architectural studios we work are prominent professionals who want to cultivate and seek support\n                    elevating their designs and architectural endeavors — both visually and through physical products.",


  "legendsTitle": "Meet the legends"

}
